<div class="i-can-do">
    <div class="dot-connect top">
        <div class="line"></div>
        <i class="fi fi-dot-inside-circle"></i>
    </div>
    <div class="wrapper">
        <h2 class="title">چه کارهایی می‌تونم بکنم؟</h2>
        <div class="description">همونطور که بالاتر گفتم، تخصص من برنامه نویسی هست. حالا بخوایم تقسیم‌بندی کنیم
            بخش‌ها رو، می‌تونم بگم توی سه بخش برنامه نویسی سایت، برنامه نویسی موبایل (اندروید و بزودی iOS) و
            آموزش دادن برنامه نویسی می‌تونم فعالیت کنم
        </div>
        <div class="items clearfix">
            <div class="item col-md-4">
                <div class="i-content">
                    <div class="icon">
                        <img src="site/img/i-can-do/1.png" class="img-fluid" alt="برنامه نویس سایت">
                    </div>
                    <h3 class="i-title">برنامه نویس سایت</h3>
                    <div class="i-description">بالای 12 سال هست که بصورت تخصصی دارم برنامه نویسی سایت انجام
                        میدم. توی این مدت تجربه‌های زیادی کسب کردم. معمولاً سرعتم توی انجام پروژه‌های مربوط به
                        سایت زیاده. سایتی که برنامه نویسی می‌کنم معمولاً باگ نداره. در مورد امنیت سایت هم که سعی
                        می‌کنم همه موارد رو ذره به ذره چک کنم که یه وقت کسی نیاد سایتی که نوشتم رو هک کنه و یا
                        سوء استفاده کنه ازش.
                    </div>
                </div>
            </div>
            <div class="item col-md-4">
                <div class="i-content">
                    <div class="icon">
                        <img src="site/img/i-can-do/2.png" class="img-fluid" alt="برنامه نویس موبایل">
                    </div>
                    <h3 class="i-title">برنامه نویس موبایل</h3>
                    <div class="i-description">برنامه نویسی موبایل رو هم دارم کار می‌کنم. هر بار که پروژه‌ای
                        می‌نویسم، کلاس‌هایی رو برای خودم آماده می‌کنم که توی پروژه‌های بعدی ازشون استفاده
                        می‌کنم. اینطوری سرعت انجام پروژه‌ها و کیفیتشون بالاتر میره.
                        توی برنامه نویسی موبایل هم سعی می‌کنم موقع نوشتن و تحلیل پروژه، خودم رو محدود نکنم تا
                        اگر در آینده مشتری ازم خواست که تغییری انجام بدم، خیلی سریع و بدون نیاز به تغییرات زیاد
                        براش اوکی کنم.
                    </div>
                </div>
            </div>
            <div class="item col-md-4">
                <div class="i-content">
                    <div class="icon">
                        <img src="site/img/i-can-do/3.png" class="img-fluid" alt="متخصص امنیت سایبری">
                    </div>
                    <h3 class="i-title">متخصص امنیت سایبری</h3>
                    <div class="i-description">امنیت یکی از چیزایی هست که خییییییلی دوست دارم. خیلی جذابه.
                        معمولاً اکثر سایت‌ها مشکلات امنیتی دارن. از باگ‌های کوچیک گرفته تا باگ‌هایی که خیلی ضایع
                        هستن و خیلی کارها میشه انجام داد باهاش. خیلی از سایت‌های مهم باگ امنیتی دارن. حتی بعضی
                        از سایت‌هایی که اطلاعات بسیار محرمانه دارن!<br>
                        یکی از کارهایی که انجام میدم اینه که باگ امنیتی سایت‌ها و نرم افزارها رو پیدا می‌کنم و
                        به صاحبانشون اطلاع میدم. سوء استفاده نمیکنم. فقط چک میکنم که باگ داره یا نه و اطلاع
                        میدم.
                    </div>
                </div>
            </div>
        </div>
    </div>
    <div class="dot-connect bottom">
        <i class="fi fi-dot"></i>
        <div class="line"></div>
    </div>
</div>
