@section('title')
    <title>فرید شیشه بری | وبلاگ</title>
@endsection

@section('load_css')
    <link rel='stylesheet' href='{{ asset('site/css/bootstrap.min.v5b9944e4.css') }}'>
    <link rel='stylesheet' href='{{ asset('site/css/fonticon.v5fa83fde.css') }}'>
    <link rel='stylesheet' href='{{ asset('site/css/fa.min.v5db2b596.css') }}'>
    <link rel='stylesheet' href='{{ asset('site/css/sweetalert.v58dbc1d2.css') }}'>
@endsection

@section('data_page')
    <div class="header hidden-print" data-page="show_blog">
        @endsection

        @include('site.layout.header')


        <div class="custom-page-header hidden-print" data-page="show_blog">
            <div class="cover">
                <div class="wrapper">
                    <h1 class="title">
                        <a href="blog/18-رمز-یکبار-مصرف-بانک-ها-امنیت-ندارند-و-روش-هک-کارت-بانکی.html">رمز یکبار مصرف
                            بانک‌ها امنیت ندارند!</a>
                    </h1>
                    <div class="breadcrumbs">
                        <ul class="clearfix">
                            <li><a href="https://aminbahrami.ir/">صفحه نخست</a></li>
                            <li><a href="blog/">بلاگ</a></li>
                            <li><a href="blog/18-رمز-یکبار-مصرف-بانک-ها-امنیت-ندارند-و-روش-هک-کارت-بانکی.html">رمز یکبار
                                    مصرف بانک‌ها امنیت ندارند!</a></li>
                        </ul>
                    </div>
                </div>
            </div>
        </div>

        <div class="page-content show-blog" data-page="show_blog">
            <div class="wrapper-970 clearfix">
                <div class="sb-header">
                    <div class="title">
                        <h2><a href="blog/18-رمز-یکبار-مصرف-بانک-ها-امنیت-ندارند-و-روش-هک-کارت-بانکی.html">رمز یکبار
                                مصرف
                                بانک‌ها امنیت ندارند!</a></h2>
                    </div>
                    <div class="clearfix header-bottom">
                        <div class="date">
                            شنبه 27 مهر 1398 - ساعت: 12:06
                        </div>
                        <div class="details">
                            <div class="d-comments">
                                <div class="d-content">
                                    <i class="fi fi-comments fi-lg"></i>
                                    <span class="value">8</span>
                                </div>
                            </div>
                            <div class="d-likes" data-id="18" data-like-count="8">
                                <div class="d-content">
                                    <i class="fi fi-heart fi-lg"></i>
                                    <span class="value">8</span>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
                <div class="sb-content">
                    <p>الان که این پست رو دارم می&zwnj;نویسم، بانک&zwnj;ها دارن تبلیغ گسترده می&zwnj;کنند که مردم بیاید
                        از
                        <strong>رمز عبور یکبار مصرف</strong> استفاده کنید. اینطوری حساب بانکی شما رو نمی&zwnj;تونن هک
                        کنند.
                        (!!!) ولی این اشتباهه. کاملاً اشتباهه. امنیت رو بالاتر میبره، ولی باز هم میشه هکش کرد. اتفاقاً
                        بدتر
                        از قبل هم میشه هک کرد! تنها فایده&zwnj;ای که رمز عبور پویا داره برای رمز اول کارت هست. نه رمز
                        دوم.
                        برای رمز دوم تنها باعث دردسر شده و دزدها هم راحت&zwnj;تر میتونن حساب بانکیمون رو خالی کنن.</p>
                    <p><br/>
                        باور نمی&zwnj;کنید؟ می&zwnj;خواید من یه درگاه بانک تقلبی بسازم که با همون رمز عبور یک بار مصرف
                        شما
                        هم بتونم حساب بانکی&zwnj;تون رو خالی کنم؟ تازه رمز عبور یکبار مصرف هم براتون پیامک هم میکنه اگه
                        بخواید.</p>
                    <p>متاسفانه بانک&zwnj;ها حمایت درستی نمیکنن از طرح&zwnj;ها و ایده&zwnj;هایی که حساب بانکی رو کسی
                        نتونه
                        خالی کنه و امنیت رو بالا ببره. من چند سال پیش هم ایده&zwnj;هایی داشتم برای افزایش امنیت بانک&zwnj;ها.
                        حمایتی نمیکنن. وگرنه اینقدر امنیت و سرعت بالا میرفت که همه می&zwnj;تونستیم بدون اینکه مشکلی پیش
                        بیاد، تراکنش بزنیم.</p>
                    <p>باز هم میگم. شاید فکر کنید که با رمز عبور یک بار مصرف (رمز پویا) حتی اگه درگاه بانکی تقلبی باشه،
                        کسی
                        نمیتونه حساب بانکی شما رو هک کنه و حسابتون رو خالی کنه. اصلاً اینطور نیست. مگر اینکه بانک&zwnj;ها
                        از
                        یه روش امن استفاده کنند. که فعلاً هیچ کدوم از بانک ها این امنیت رو رعایت نکردن و واقعاً رمز عبور
                        یکبار مصرف (پویا) بدون استفاده هست الان.</p>
                    <p>من تلاشمو میکنم که این روش امن رو به بانک&zwnj;ها معرفی کنم. اگر حمایت کنند که انشاالله ارائه
                        میدیم و
                        دیگه خیالمون راحته.</p>
                    <p>رمز عبور یکبار مصرف (پویا) به نظر من باعث شده دزدها خیلی راحت&zwnj;تر حساب مردم رو خالی کنن. چون
                        مردم
                        فکر میکنن دیگه امنه همه چی، پس به تقلبی بودن یا نبودن درگاه بانکیه توجه زیادی نمیکنن!</p>
                    <p>&nbsp;</p>
                    <h3>مشکلات رمز عبور پویا:</h3>
                    <p>رمز پویا از نظر سناریوی انجام کار کاملاً اشتباه هست. واقعاً آیا قبل از انجام این کار چقدر فکر
                        کارشناسی شده؟ حتی بعد از انجام کار هم تصمیماتی که میگیرن، کارشناسی هست؟ چند تا نمونه از مشکلاتی
                        که
                        هست رو میگم. اینا تجربه کاربری خودمه.</p>
                    <p>این 4 مورد زیر که نوشتم برای زمانی هست که رمز عبور پویا برای رمز عبور اول کارت فعال کردیم.
                        بالاخره
                        میتونن کارتمون رو کپی کنن. پس برای امنیت بیشتر کارتمون باید رمز پویا رو فعال کنیم. (برای رمز اول
                        4
                        رقمی)</p>
                    <p>&nbsp;</p>
                    <p><strong>1- استفاده از USSD (رمز عبور <span style="color:#e74c3c">اول</span> یکبار مصرف):</strong>
                    </p>
                    <p>دوستانی که از کدهای USSD استفاده می&zwnj;کنند، (همون ستاره مربع&zwnj;ها) مطمئناً از این روش دیگه
                        نمی&zwnj;تونن
                        استفاده کنن. چون صفحه&zwnj;اش رو ببندن که رمز رو ببینن، کنسل میشه و باید از اول انجام بدن. پس
                        آیا
                        کلاً USSD رو کنسل میکنن؟</p>
                    <p>&nbsp;</p>
                    <p><strong>2- راهنمایی رانندگی و اینطور مراکزا (رمز عبور <span style="color:#e74c3c">اول</span>
                            یکبار
                            مصرف):</strong></p>
                    <p>من یه بار رفته بودم که ماشینمو از پارکینگ بیارم بیرون، مجوز راهنمایی رانندگی می&zwnj;خواست. رفتم
                        راهنمایی رانندگی. همون اول که گوشی&zwnj;ها و لپ تاپ و &hellip; رو گرفتن که بتونیم بریم داخل.
                        (دلیلشون که گوشی&zwnj;ها رو میگیرن واقعاً چیه؟ مگه جای امنیتی&zwnj;ای هست؟!!! جان من بگید چرا
                        واقعاً
                        گوشی رو میگیرن؟)</p>
                    <p>بعد که وارد شدم، باید همونجا پرینت خلافی رو میگرفتم که ببینم خلافی چقدر داشتم. دو سه جا هم باید
                        پول
                        پرداخت می&zwnj;کردم. خب همشون هم با کارت بود. الان به من بگید رمز عبور من وقتی پویا هست، چطوری
                        میتونم توی اینطور جاها پرداخت انجام بدم؟ اصلاً فکر اینجا رو کردن؟</p>
                    <p>مثلاً اگه دادگاهی، کلانتری&zwnj;ای جایی که وارد میشیم و نیاز به کپی مدارک و &hellip;&nbsp;داریم
                        که
                        پرداخت کنیم، چکار کنیم؟ پیامک میاد رو گوشی که اونم جلو در ورودی گرفتن!</p>
                    <p>&nbsp;</p>
                    <p><strong>3- تعویض کارت بانکی (رمز عبور <span style="color:#e74c3c">اول</span> یکبار
                            مصرف):</strong>
                    </p>
                    <p>امروز رفتم کارت بانک ملتمو تعویض کنم. منقضی شده بود. رفتم 53 نفر توی صف بودن. منتظر موندم تا
                        نوبتم
                        بشه. رفتم کارت جدید گرفتم. بهشون گفتم رمز عبور من پویا هست. مشکلی که پیش نمیاد؟ گفت نه. برو
                        استفاده
                        کن.</p>
                    <p>رفتم بیرون. بعد از چند ساعت که رفتم خرید و استفاده کنم از کارتم، کارت کشیدم و خواستم رمز پویا رو
                        بگیرم از اپلیکیشن رمز نگار بانک ملت، بهم خطا داد که کارت معتبر نمی&zwnj;باشد!. چون تاریخ انقضای
                        کارت
                        جدید با قبلیه فرق میکنه (شماره کارت یکی بود)!!!</p>
                    <p>زنگ زدم به پشتیبانی بانک (دفتر مرکزی بانک ملت) که مشکلم رو حل کنن. اینم مکالمه ما:</p>
                    <p><strong>من:</strong> سلام. من امروز کارت جدید گرفتم، ولی وقتی می&zwnj;خوام رمز عبور یکبار مصرف
                        بگیرم،
                        میگه کارت معتبر نیست.</p>
                    <p><strong>پشتیبان:</strong> شماره کارتتون رو بدید که بررسی کنیم.</p>
                    <p><strong>من:</strong> شماره کارت دادم.</p>
                    <p><strong>پشتیبان:</strong> باید دوباره برای این کارتتون اطلاعات رمز پویا رو از ATM بگیرید.</p>
                    <p><strong>من:</strong> خب رمز اول من هم یکبار مصرف هست و نمی&zwnj;تونم از ATM استفاده کنم. چون رمز
                        رو
                        به من نمیده اپلیکیشن رمزنگار شما.</p>
                    <p><strong>پشتیبان:</strong> شما باید برید بانک و یه کارت جدید بگیرید و بگید که یه شماره کارت جدید
                        بهتون
                        بدن.</p>
                    <p><strong>من:</strong> خب من باید این همه دوباره توی صف وایستم و برم کارت جدید بگیرم و اینکه توی
                        خیلی
                        از سایت&zwnj;ها که کارتم رو ثبت کردم برم دوباره همه این کارها رو انجام بدم؟</p>
                    <p><strong>پشتیبان:</strong> آره.</p>
                    <p><strong>من:</strong> خب شما نمیتونید رمز پویا رو حذف کنید که برم دوباره بگیرم؟</p>
                    <p><strong>پشتیبان:</strong> نه متاسفانه. <span style="color:#e74c3c">خب شما نباید رمز اولتون رو پویا انتخاب میکردید.</span>
                    </p>
                    <p><strong>من:</strong> خب این امکانی هست که گذاشتین و اینکه برای امنیت باید استفاده کنیم دیگه.</p>
                    <p><strong>پشتیبان:</strong> آره. برای امنیت بیشتره. ولی خب وقتی که میخواستید برید بانک و کارتتون رو
                        عوض
                        کنید، باید رمز پویاتون رو غیرفعال می&zwnj;کردین.</p>
                    <p><strong>من:</strong> خب من وقتی کارتم غیرفعال شده، چطور می&zwnj;تونستم رمز پویا رو غیرفعال کنم؟
                    </p>
                    <p><strong>پشتیبان:</strong> خب پس باید برید بانک و یه کارت با شماره جدید بگیرید.</p>
                    <p><strong>من:</strong> اوکی. ممنون. خدانگهدار</p>
                    <p>&nbsp;</p>
                    <p><strong>4- جای شلوغ (رمز عبور <span style="color:#e74c3c">اول</span> یکبار مصرف):</strong></p>
                    <p>خب فرض کنید من رفتم یه فروشگاه بزرگ&nbsp;یا پمپ بنزین و &hellip; رفتم که خریدمو حساب کنم و بیام
                        بیرون. باید توی صف برم جلو تا نوبتم بشه، و نوبتم که شد، باید کارت رو بدم که فروشنده بکشه، از من
                        رمز
                        میخواد که باید گوشی رو در بیارم از جیبم و&nbsp;رمز اپلیکیشن رو بزنم، که بتونم رمز جدید برام
                        تولید
                        بشه. اونایی که اپ&zwnj;هاشون از اینترنت باید استفاده کنه (مثل همین رمزنگار ملت) اول که باید
                        اینترنتشون فعال باشه، اپ رو باز کنن، رمز رو بزنن، وارد بشن، کلیک کنن که رمز براشون تولید بشه.&nbsp;اصلاً
                        بگیم 20 ثانیه طول بکشه. خب این 20 ثانیه فاجعه هست. این همه مردم توی صف منتظر بمونن که من پرداخت
                        کنم.
                        تازه اگه اینترنت کند نباشه و &hellip;&nbsp;.</p>
                    <p>اینطوری که فقط دردسر میشه برای مردم و &hellip;&nbsp;.</p>
                    <div class="content-bottom clearfix">
                        <div class="tags">
                            <div class="tags-title">
                                <i class="fi fi-tag fi-lg"></i>
                                برچسب‌ها:
                            </div>
                            <div class="items">
                                <a href="blog/هک-درگاه-بانکی.html">هک درگاه بانکی</a>
                                <a href="blog/رمز-عبور-یکبار-مصرف-بانک.html">رمز عبور یکبار مصرف بانک</a>
                                <a href="blog/امنیت-درگاه-بانکی.html">امنیت درگاه بانکی</a>
                                <a href="blog/امنیت-بانکداری-اینترنتی.html">امنیت بانکداری اینترنتی</a>
                            </div>
                        </div>
                        <div class="share">
                            <div class="share-title">اشتراک‌گذاری</div>
                            <div class="share-button">
                                <i class="fi fi-share fi-lg"></i>
                            </div>
                        </div>
                        <div class="share-dialog">
                            <ul class="clearfix">
                                <li data-color="#0077b5">
                                    <div class="cover">
                                        <a href="https://www.facebook.com/sharer.php?u=https://aminbahrami.ir/blog/18-رمز-یکبار-مصرف-بانک-ها-امنیت-ندارند-و-روش-هک-کارت-بانکی.html"
                                           target="_blank">
                                            <i class="fi fi-facebook-2"></i>
                                        </a>
                                    </div>
                                </li>
                                <li data-color="#1da1f2">
                                    <div class="cover">
                                        <a href="https://twitter.com/intent/tweet?url=https://aminbahrami.ir/blog/18-رمز-یکبار-مصرف-بانک-ها-امنیت-ندارند-و-روش-هک-کارت-بانکی.html&text=رمز یکبار مصرف بانک‌ها امنیت ندارند!"
                                           target="_blank">
                                            <i class="fi fi-twitter-2"></i>
                                        </a>
                                    </div>
                                </li>
                                <li data-color="#ea2b2b">
                                    <div class="cover">
                                        <a href="https://plus.google.com/share?url=https://aminbahrami.ir/blog/18-رمز-یکبار-مصرف-بانک-ها-امنیت-ندارند-و-روش-هک-کارت-بانکی.html"
                                           target="_blank">
                                            <i class="fi fi-gplus"></i>
                                        </a>
                                    </div>
                                </li>
                                <li data-color="#0077b5">
                                    <div class="cover">
                                        <a href="https://www.linkedin.com/shareArticle?url=https://aminbahrami.ir/blog/18-رمز-یکبار-مصرف-بانک-ها-امنیت-ندارند-و-روش-هک-کارت-بانکی.html&title=رمز یکبار مصرف بانک‌ها امنیت ندارند!"
                                           target="_blank">
                                            <i class="fi fi-linkedin"></i>
                                        </a>
                                    </div>
                                </li>
                                <li data-color="#0088cc">
                                    <div class="cover">
                                        <a href="https://telegram.me/share/url?url=https://aminbahrami.ir/blog/18-رمز-یکبار-مصرف-بانک-ها-امنیت-ندارند-و-روش-هک-کارت-بانکی.html&text=رمز یکبار مصرف بانک‌ها امنیت ندارند!"
                                           target="_blank">
                                            <i class="fi fi-telegram"></i>
                                        </a>
                                    </div>
                                </li>
                                <li data-color="#E1306C">
                                    <div class="cover">
                                        <a href="https://instagram.com/?url=https://aminbahrami.ir/blog/18-رمز-یکبار-مصرف-بانک-ها-امنیت-ندارند-و-روش-هک-کارت-بانکی.html&text=رمز یکبار مصرف بانک‌ها امنیت ندارند!"
                                           target="_blank">
                                            <i class="fi fi-instagram"></i>
                                        </a>
                                    </div>
                                </li>
                            </ul>
                        </div>
                    </div>
                </div>
                <div class="comments-area" id="comments">
                    <div class="comments">
                        <div class="comments-title">نظرات دیگران (8)</div>
                        <div class="comments-items">
                            <div class="item" data-type="User" data-id="403" id="comment403">
                                <div class="avatar-area">
                                    <img src="https://www.gravatar.com/avatar/b7aad240e689424e1075c29706a709d7?d=mm"
                                         alt="Saeed Ghorbani">
                                    <div class="comment-id">
                                        <a href="blog/18-رمز-یکبار-مصرف-بانک-ها-امنیت-ندارند-و-روش-هک-کارت-بانکی.html#comment403">#403</a>
                                    </div>
                                </div>
                                <div class="content-area">
                                    <div class="ca-content">
                                        سلام امین جان،<br/>
                                        درسته که رمز پویا باز هم روش خوب و محکمی برای جلوگیری از فیشینگ نیست<br/>
                                        اما حداقلش اینه که جلوی یه اسکریپت فیشینگ که یه آدم تازه وارد نوشته رو
                                        میگیره!<br/>
                                        اگر طرف خیلی حرفه ای باشه که میتونه درخواست کسی که وارد درگاه جعلی شده رو هدایت
                                        کنه
                                        به درگاه اصلی و تمام پرداخت و عملیات رو تغیر بده و در نهایت دزدی خودش رو بکنه!
                                        <div class="ca-bottom clearfix">
                                            <div class="c-details">
                                                <div class="full_name">Saeed Ghorbani</div>
                                                <div class="date">پنجشنبه 23 مرداد 1399 - ساعت: 23:52</div>
                                            </div>
                                            <div class="reply" data-id="403" data-name="Saeed Ghorbani">
                                                <i class="fi fi-reply fi-lg"></i>
                                                پاسخ
                                            </div>
                                        </div>
                                    </div>
                                </div>
                            </div>
                            <div class="item" data-type="User" data-id="386" id="comment386">
                                <div class="avatar-area">
                                    <img src="https://www.gravatar.com/avatar/f53e54af78f689212d5c5d0e7bc2b0b3?d=mm"
                                         alt="unknown">
                                    <div class="comment-id">
                                        <a href="blog/18-رمز-یکبار-مصرف-بانک-ها-امنیت-ندارند-و-روش-هک-کارت-بانکی.html#comment386">#386</a>
                                    </div>
                                </div>
                                <div class="content-area">
                                    <div class="ca-content">
                                        این الان چه ربطی به رمز عبور یکبار مصرف داشت؟! شما همه خریداتون رو دارید حضوری
                                        با
                                        کارت میزنید نه آنلاین ! رمز یکبار مصرف برای خریدهای آنلاین در نظر گرفته شده !
                                        اولش
                                        میگید میخواید یه درگاه بزنم کارتتون رو هک کنم؟ :))) بله امن نیست ولی تا زمانی که
                                        کاربر خودش ناامنش کنه.حداقل دیگه فیشینگرای متوهم نمیتونن کاری کنن :) میخواید
                                        امتحان
                                        کنیم؟ شما یه درگاه تقلبی بزن من بیام خرید کنم ! وقتی گزینه درخواست رمز درگاهتون
                                        کار
                                        نکنه طبیعتا منم نمیرم از اپلیکیشن درخواست رمز بزنم ! پس همونطور که گفتم مشکل از
                                        نااگاهیه کاربره اگه رمز تولید کنه و رمزو ارسال کنه :) و نکته دیگه اینکه چک کردن
                                        خود
                                        درگاهه من جمله گواهیه ssl که بانک ها اطلاعاتشون کاملا نوشته شده و همه باهم همسان
                                        هستن و ۹۹.۹ درصد میتونم بگم کسی نمیتونه همچین گواهی رو دوباره بگیره :)
                                        <div class="ca-bottom clearfix">
                                            <div class="c-details">
                                                <div class="full_name">unknown</div>
                                                <div class="date">دوشنبه 25 فروردین 1399 - ساعت: 14:52</div>
                                            </div>
                                            <div class="reply" data-id="386" data-name="unknown">
                                                <i class="fi fi-reply fi-lg"></i>
                                                پاسخ
                                            </div>
                                        </div>
                                    </div>
                                    <div class="answer">
                                        <div class="item" data-type="Panel" data-id="387" id="comment387">
                                            <div class="avatar-area">
                                                <img
                                                    src="https://www.gravatar.com/avatar/b7355e3e90006072eb0de5a5d51e838c?d=mm"
                                                    alt="امین بهرامی">
                                                <div class="comment-id">
                                                    <a href="blog/18-رمز-یکبار-مصرف-بانک-ها-امنیت-ندارند-و-روش-هک-کارت-بانکی.html#comment387">#387</a>
                                                </div>
                                            </div>
                                            <div class="content-area">
                                                <div class="ca-content">
                                                    اتفاقاً همه این کارهایی هم که میگید میشه انجام داد.<br/>
                                                    همون دکمه ارسال رمز عبور هم میتونم کاری کنم که براتون ارسال بشه.
                                                    (دکمه
                                                    درخواست رمز عبور هم کار میکنه)<br/>
                                                    خیالتون راحت.<br/>
                                                    <br/>
                                                    بعد هم شما همه مردم رو جای خودت نزار. شما اینا رو بلدید.<br/>
                                                    مردم عادی و اکثر مردم اینا رو میدونن؟<br/>
                                                    <br/>
                                                    اگه مردم این چیزا رو بلد بودن که اصلاً رمز یکبار مصرف نیاز نبود. :-)
                                                    <div class="ca-bottom clearfix">
                                                        <div class="c-details">
                                                            <div class="full_name">امین بهرامی</div>
                                                            <div class="date">
                                                                دوشنبه 25 فروردین 1399 - ساعت: 14:56
                                                            </div>
                                                            <div class="answer-to">
                                                                در پاسخ به <a
                                                                    href="blog/18-رمز-یکبار-مصرف-بانک-ها-امنیت-ندارند-و-روش-هک-کارت-بانکی.html#comment386">#386</a>
                                                            </div>
                                                        </div>
                                                        <div class="reply" data-id="387" data-name="امین بهرامی">
                                                            <i class="fi fi-reply fi-lg"></i>
                                                            پاسخ
                                                        </div>
                                                    </div>
                                                </div>
                                            </div>
                                        </div>
                                    </div>
                                </div>
                            </div>
                            <div class="item" data-type="User" data-id="379" id="comment379">
                                <div class="avatar-area">
                                    <img src="https://www.gravatar.com/avatar/d5b0dee6e788bd344e8ecfd47e4c692f?d=mm"
                                         alt="مجید">
                                    <div class="comment-id">
                                        <a href="blog/18-رمز-یکبار-مصرف-بانک-ها-امنیت-ندارند-و-روش-هک-کارت-بانکی.html#comment379">#379</a>
                                    </div>
                                </div>
                                <div class="content-area">
                                    <div class="ca-content">
                                        فرک نمیکنی داری بعضی واقعیت ها رو نمیگی و بیشتر داستان سرائی هست تا واقعیت
                                        ؟<br/>
                                        وقتی رفتی کارت جدید گرفتی همون داخل شعبه مجبوری رمز کارت جدید رو از اول تنظیم
                                        کنی
                                        چون کارت جدید گرفتی. درسته ؟<br/>
                                        و هر ادم عاقلی میدونه که باید تو اپ دوباره کارت جدید رو رجیستر کنه <br/>
                                        البته من هم با شما موافقم امنیت و ایجاد راهکار امن برای کاربر ایرانی خیلی چیز
                                        عجیبی
                                        هست و نباید تو ایران انجام بشه ما ایرانی ها همیشه راحترین کار رو انجام میدیم و
                                        اگر
                                        هم حسابمون خالی بشه به همه فحش میدیم که امنیت نداریم .
                                        <div class="ca-bottom clearfix">
                                            <div class="c-details">
                                                <div class="full_name">مجید</div>
                                                <div class="date">دوشنبه 14 بهمن 1398 - ساعت: 15:51</div>
                                            </div>
                                            <div class="reply" data-id="379" data-name="مجید">
                                                <i class="fi fi-reply fi-lg"></i>
                                                پاسخ
                                            </div>
                                        </div>
                                    </div>
                                    <div class="answer">
                                        <div class="item" data-type="Panel" data-id="380" id="comment380">
                                            <div class="avatar-area">
                                                <img
                                                    src="https://www.gravatar.com/avatar/b7355e3e90006072eb0de5a5d51e838c?d=mm"
                                                    alt="امین بهرامی">
                                                <div class="comment-id">
                                                    <a href="blog/18-رمز-یکبار-مصرف-بانک-ها-امنیت-ندارند-و-روش-هک-کارت-بانکی.html#comment380">#380</a>
                                                </div>
                                            </div>
                                            <div class="content-area">
                                                <div class="ca-content">
                                                    به جان خودم عیناً واقعیت رو گفتم<br/>
                                                    اتفاقاً امروز هم بانک ملی بودم. خود کارمند بانکه هم میگفت خودمم فعال
                                                    نکردم این رمز پویا رو. دردسر داره و ... .<br/>
                                                    <br/>
                                                    بانک ملت هم که نوشتم دقیقاً عین واقعیت بود.<br/>
                                                    بعدشم رمز کارت و ... روی کارت ذخیره نمیشه که وقتی کارت جدید میگیریم
                                                    بریم
                                                    عوضش کنیم. سمت سرور بانک ذخیره میشه.<br/>
                                                    <br/>
                                                    کارت جدید که گرفتم همون شماره کارت قبلیم بود. (جدیداً همه بانک‌ها
                                                    همین
                                                    کارو میکنن و همون شماره قبلی رو بهمون میدن. ولی با کارت جدید)<br/>
                                                    بهشون گفتم رمز کارتم چیه. گفت همون قبلیه. من گفتم رمزم پویا هست.
                                                    اونم
                                                    گفت فرقی نمیکنه.<br/>
                                                    باور نمیکنی خودت فردا برو بانک ملت همین کارو کن (البته اگه کارت ملت
                                                    منقضی شده داری)
                                                    <div class="ca-bottom clearfix">
                                                        <div class="c-details">
                                                            <div class="full_name">امین بهرامی</div>
                                                            <div class="date">
                                                                دوشنبه 14 بهمن 1398 - ساعت: 21:02
                                                            </div>
                                                            <div class="answer-to">
                                                                در پاسخ به <a
                                                                    href="blog/18-رمز-یکبار-مصرف-بانک-ها-امنیت-ندارند-و-روش-هک-کارت-بانکی.html#comment379">#379</a>
                                                            </div>
                                                        </div>
                                                        <div class="reply" data-id="380" data-name="امین بهرامی">
                                                            <i class="fi fi-reply fi-lg"></i>
                                                            پاسخ
                                                        </div>
                                                    </div>
                                                </div>
                                            </div>
                                        </div>
                                    </div>
                                </div>
                            </div>
                            <div class="item" data-type="User" data-id="375" id="comment375">
                                <div class="avatar-area">
                                    <img src="https://www.gravatar.com/avatar/2d0a8bded92272b4afb7feaec7ae6c4d?d=mm"
                                         alt="احمد جان">
                                    <div class="comment-id">
                                        <a href="blog/18-رمز-یکبار-مصرف-بانک-ها-امنیت-ندارند-و-روش-هک-کارت-بانکی.html#comment375">#375</a>
                                    </div>
                                </div>
                                <div class="content-area">
                                    <div class="ca-content">
                                        سلام<br/>
                                        لطفاً در مورد این طرح جدید زود قضاوت نکنید! .. انقدر امنیتش بالاست که خود
                                        مشتریها و
                                        کاربران هم نمیتونن ازش استفاده کنن!
                                        <div class="ca-bottom clearfix">
                                            <div class="c-details">
                                                <div class="full_name">احمد جان</div>
                                                <div class="date">دوشنبه 23 دی 1398 - ساعت: 13:12</div>
                                            </div>
                                            <div class="reply" data-id="375" data-name="احمد جان">
                                                <i class="fi fi-reply fi-lg"></i>
                                                پاسخ
                                            </div>
                                        </div>
                                    </div>
                                    <div class="answer">
                                        <div class="item" data-type="Panel" data-id="376" id="comment376">
                                            <div class="avatar-area">
                                                <img
                                                    src="https://www.gravatar.com/avatar/b7355e3e90006072eb0de5a5d51e838c?d=mm"
                                                    alt="امین بهرامی">
                                                <div class="comment-id">
                                                    <a href="blog/18-رمز-یکبار-مصرف-بانک-ها-امنیت-ندارند-و-روش-هک-کارت-بانکی.html#comment376">#376</a>
                                                </div>
                                            </div>
                                            <div class="content-area">
                                                <div class="ca-content">
                                                    😃😃😃😃
                                                    <div class="ca-bottom clearfix">
                                                        <div class="c-details">
                                                            <div class="full_name">امین بهرامی</div>
                                                            <div class="date">
                                                                دوشنبه 23 دی 1398 - ساعت: 13:16
                                                            </div>
                                                            <div class="answer-to">
                                                                در پاسخ به <a
                                                                    href="blog/18-رمز-یکبار-مصرف-بانک-ها-امنیت-ندارند-و-روش-هک-کارت-بانکی.html#comment375">#375</a>
                                                            </div>
                                                        </div>
                                                        <div class="reply" data-id="376" data-name="امین بهرامی">
                                                            <i class="fi fi-reply fi-lg"></i>
                                                            پاسخ
                                                        </div>
                                                    </div>
                                                </div>
                                            </div>
                                        </div>
                                    </div>
                                </div>
                            </div>
                            <div class="item" data-type="User" data-id="372" id="comment372">
                                <div class="avatar-area">
                                    <img src="https://www.gravatar.com/avatar/b7f61ea537c2126f99db009be378b05a?d=mm"
                                         alt="محمد صادق تقی زاده">
                                    <div class="comment-id">
                                        <a href="blog/18-رمز-یکبار-مصرف-بانک-ها-امنیت-ندارند-و-روش-هک-کارت-بانکی.html#comment372">#372</a>
                                    </div>
                                </div>
                                <div class="content-area">
                                    <div class="ca-content">
                                        انشاءالله تو کارت موفق بشی !
                                        <div class="ca-bottom clearfix">
                                            <div class="c-details">
                                                <div class="full_name">محمد صادق تقی زاده</div>
                                                <div class="date">دوشنبه 2 دی 1398 - ساعت: 15:57</div>
                                            </div>
                                            <div class="reply" data-id="372" data-name="محمد صادق تقی زاده">
                                                <i class="fi fi-reply fi-lg"></i>
                                                پاسخ
                                            </div>
                                        </div>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div class="send-comment" id="sendComment"
                         data-article-url="blog/18-رمز-یکبار-مصرف-بانک-ها-امنیت-ندارند-و-روش-هک-کارت-بانکی.html">
                        <div class="title">تو هم اگر حرفی داری بزن</div>
                        <div class="description">ایمیلت منتشر نمیشه، فقط برای داشتن اطلاعات بیشتره</div>
                        <form class="form clearfix" id="frmSendComment"
                              data-with-captcha="6LdLCbgUAAAAAKFHWTJ06RNvnvRyCxttRh7b5bnl">
                            <input type="hidden" name="token">
                            <input type="hidden" name="textId" value="18">
                            <input type="hidden" name="commentId" value="0">
                            <div class="col-md-12 answer-to-comment">
                                <div class="answer-field-area">
                                    <div class="af-title">پاسخ به</div>
                                    <div class="who-area">
                                        <div class="comment-id">
                                            <a href="#">#</a>
                                        </div>
                                        <div class="name">
                                            <div class="value">#</div>
                                        </div>
                                        <div class="remove-area">
                                            <div class="remove">
                                                <i class="fi fi-cancel fi-lg"></i>
                                            </div>
                                        </div>
                                    </div>
                                </div>
                            </div>
                            <div class="col-sm-6 input-item">
                                <input type="text" class="form-control input input-icon" placeholder="اسمتو بگو*"
                                       name="full_name">
                                <div class="icon"><i class="fi fi-user"></i></div>
                            </div>
                            <div class="col-sm-6 input-item">
                                <input type="text" class="form-control input input-icon" placeholder="آدرس ایمیل*"
                                       name="email">
                                <div class="icon"><i class="fi fi-email"></i></div>
                            </div>
                            <div class="col-md-12 input-item">
                            <textarea class="form-control input textarea" placeholder="پیام شما...*"
                                      name="message"></textarea>
                            </div>
                            <div class="col-md-6 input-item send-button-area">
                                <div class="loading">
                                    <div class="bounce1"></div>
                                    <div class="bounce2"></div>
                                    <div class="bounce3"></div>
                                </div>
                                <button type="submit" class="send-button">ارسال</button>
                            </div>
                        </form>
                    </div>
                </div>
            </div>
        </div>

        @section('load_js')
            <script src='{{ asset('site/js/jquery-3.2.0.min.v58ceb168.js') }}' type="text/javascript"></script>
            <script src='{{ asset('site/js/bootstrap.min.v5b56b10a.js') }}' type="text/javascript"></script>
            <script src='{{ asset('site/js/public.v5d7a0f0c.js') }}' type="text/javascript"></script>
            <script src='{{ asset('site/js/sweetalert.min.v57492be8.js') }}' type="text/javascript"></script>
            <script src='{{ asset('site/js/pages/contact.v5d7a1c96.js') }}' type="text/javascript"></script>
            <script src='https://www.google.com/recaptcha/api.js?render=6LdLCbgUAAAAAKFHWTJ06RNvnvRyCxttRh7b5bnl'
                    type="text/javascript"></script>
            <script data-cfasync="false" src="/cdn-cgi/scripts/5c5dd728/cloudflare-static/email-decode.min.js"></script>
            <script async src="https://www.googletagmanager.com/gtag/js?id=UA-104848250-1"
                    type="text/javascript"></script>
            <script type="52d9c41e70e3399e341699f4-text/javascript">
            window.dataLayer = window.dataLayer || [];
            function gtag(){dataLayer.push(arguments);}
            gtag('js', new Date());
            gtag('config', 'UA-104848250-1');





            </script>
            <script src="https://ajax.cloudflare.com/cdn-cgi/scripts/7089c43e/cloudflare-static/rocket-loader.min.js"
                    data-cf-settings="52d9c41e70e3399e341699f4-|49" defer=""></script>
@endsection

@include('site.layout.footer')
