@section('title')
    <title>فرید شیشه بری | درباره من</title>
@endsection

@section('load_css')
    <link rel='stylesheet' href='{{ asset('site/css/bootstrap.min.v5b9944e4.css') }}'>
    <link rel='stylesheet' href='{{ asset('site/css/fonticon.v5fa83fde.css') }}'>
    <link rel='stylesheet' href='{{ asset('site/css/fa.min.v5db2b596.css') }}'>
@endsection

@section('data_page')
    <div class="header hidden-print" data-page="about">
        @endsection

@include('site.layout.header')

<div class="custom-page-header hidden-print" data-page="about">
    <div class="cover">
        <div class="wrapper">
            <h1 class="title">
                <a href="pages/about-اطلاعات-کامل-درباره-امین-بهرامی،-برنامه-نویس-حرفه-ای.html">درباره من</a>
            </h1>
            <div class="breadcrumbs">
                <ul class="clearfix">
                    <li><a href="https://aminbahrami.ir/">صفحه نخست</a></li>
                    <li><a href="pages/about-اطلاعات-کامل-درباره-امین-بهرامی،-برنامه-نویس-حرفه-ای.html">درباره من</a></li>
                </ul>
            </div>
        </div>
    </div>

    <div class="page-content about" data-page="about">
        <div class="title-area">
            <div class="wrapper">
                <h2 class="title">معرفی و توضیحات در مورد خودم</h2>
            </div>
        </div>
        <div class="part1-about">
            <div class="wrapper">
                <div class="p-content">
                    <div class="text-area">
                        <h3 class="title">من امین بهرامی هستم</h3>
                        <div class="description">مثلاً برنامه نویسم</div>
                        <div class="text"><p>
                                متولد 26 دی‌ماه 1368 هستم و شیراز زندگی می‌کنم. رشته تحصیلیم و مهمتر از رشته تحصیلی،
                                علاقه
                                خودم برنامه نویسی هست و همیشه طبق علاقم میرم جلو و سعی می‌کنم همیشه توی تخصصی‌های خودم و
                                دانش‌های جدید، خودم رو بروز نگه دارم.
                            </p>
                            <p>
                                همونطور که گفتم بیشترین علاقه من برنامه نویسی هست. سعی می‌کنم هر روز چیزای جدیدتری یاد
                                بگیرم. قبلاً دانشگاه که بودم اصلاً فکر نمره بالا نبودم. توی دانشگاه نمی‌تونیم پیشرفت
                                کنیم. چیزهایی تدریس میشه که زیاد به دردمون نمیخورن. نمره دانشگاه و ... اصلاً برام مهم
                                نبوده و نخواهد بود. چون اگر بخوایم وقتمون رو بزاریم برای درس خوندن برای نمره و ... جلوی
                                پیشرفت خودمون رو گرفتیم.
                            </p>
                            <p>
                                راستی در مورد اینکه متن‌های داخل سایتم رو دارم بصورت محاوره‌ای می‌نویسم و بصورت رسمی
                                نمی‌نویسم توضیح بدم که کلاً از رسمی رفتار کردن و ... زیاد خوشم نمیاد. من با همه یه جور
                                هستم و رفتارم یه جوره. پس توی سایتم میخوام کاری رو که دوست دارم رو انجام بدم. اینطوری
                                راحت‌تر هستم. نه تنها فقط توی سایت بلکه معتقدم آدم باید هر کاری رو که دوست داره انجام
                                بده. یه بار تو دنیا هستیم و باید اونطوری که دوست داریم زندگی کنیم. البته نه اینکه هر
                                کاری که دوست داریم انجام بدیم. کارهایی که به خودمون مربوطه و به کسی ضرری نمی‌رسونه رو
                                منظورمه که باید انجام بدیم.
                            </p>
                            <p>
                                یه رفتارها و خط قرمزهای خاصی دارم. البته دوستان خیلی اصرار دارن که دلیل رفتارهامو بهشون
                                بگم. ولی شرمنده اخلاق ورزشیشون. فعلاً نمیتونم بگم. شاااااااااااید یه روزی گفتم. البته
                                اگر زنده بودم :-) این کلمه "اصرار" که نوشتم یاد یه موضوعی افتادم. حالا بماند چه موضوعی
                                بود. ولی اشتباهی نوشته بودم "اسرار". بعد از اون موضوع هر بار که می‌خوام بنویسم "اصرار"
                                قاطی می‌کنم که کدومش درسته کدومش غلطه :-)
                            </p>
                        </div>
                        <div class="social-networks">
                            <ul>
                                <li><a href="https://facebook.com/abp.bahrami" target="_blank"><i
                                            class="fi fi-facebook-2 fi-lg"></i></a></li>
                                <li><a href="https://twitter.com/ABP_Bahrami" target="_blank"><i
                                            class="fi fi-twitter-2 fi-lg"></i></a></li>
                                <li><a href="https://www.linkedin.com/in/abp1236" target="_blank"><i
                                            class="fi fi-linkedin fi-lg"></i></a></li>
                                <li><a href="https://t.me/ABP1236" target="_blank"><i class="fi fi-telegram fi-lg"></i></a>
                                </li>
                                <li><a href="https://www.instagram.com/amin.bahrami.official/" target="_blank"><i
                                            class="fi fi-instagram fi-lg"></i></a></li>
                            </ul>
                        </div>
                    </div>
                    <div class="space"></div>
                </div>
            </div>
        </div>
        <div class="part2-about">
            <div class="wrapper">
                <div class="text clearfix">
                    <div class="me-area">
                        &ensp;
                        <img src="site/img/me.png" class="img-fluid me" alt="امین بهرامی">
                    </div>
                    <b>به چه چیزایی علاقه دارم؟</b>
                    <p>
                        خب به خیلی چیزا علاقه دارم. برنامه نویسی و یادگیری که علاقه اصلیم هست. از لحاظ ورزشی میتونم بگم
                        کوهنوردی رو دوست دارم، تیراندازی هم همچنین. اگر مشکلی پیش نیاد هر دو هفته یکبار برنامه دارم که
                        برم کوه. فعلاً کوهی که نزدیک هست و میتونم برم 2900 متر ارتفاعشه. ولی اینا فقط تمرینه. هدف اصلیم
                        دماوند هست. :-) البته قوی نیستمااا. ولی "هدف" مهمه و "باید" برم قله دماوند. الان که دارم اینو
                        می‌نویسم قراره حدود دو ماه دیگه برم دماوند.
                        <br>
                        در مورد تیراندازی هم که فرقی نمیکنه سلاح چی باشه :-) ولی خب تیراندازی رو با تفنگِ بادی شروع
                        کردم. البته فقط برای سرگرمی. نمی‌رم باهاش گنجشک بزنم :-) سرگرمیه فقط.
                    </p>
                    <p>
                        جاهای دیدنی و تفریحی رو دوست دارم برم. ولــــــــــــی خط قرمزمه :-) خیلی دوست دارم برمااا. ولی
                        خب همونطور که قبلاً گفتم یکسری قوانین و خط قرمزهایی دارم که می‌خوام بهشون عمل کنم. شاید دلیلام
                        منطقی نباشن. ولی خب تصمیمیه که گرفتم. شاید شاید شاید یه روزی خط قرمزهام تموم بشه :-)
                    </p>
                    <br>
                    <b>بعضی از رفتارهام</b>
                    <p>
                        یه اخلاقی که دارم اینه که همیشه میگم، اگر کسی از من پیش شما تعریف کرد و خوبی من رو گفت، باور
                        نکنید. در مقابل اگر، بدیه من رو هم گفتن باز باور نکنید. حتماً از خودم بپرسید تا مطمئن بشید. چون
                        نمی‌خوام با اعتماد به یه نفر دیگه به منم اعتماد کنید یا اعتمادتون رو از دست بدید. شاید اونطوری
                        که اون فرد گفته خوب یا بد نباشم. :-)
                    </p>
                    <p>
                        از نظر من همه آدم‌ها خوب هستند. مگر اینکه خلافش ثابت بشه. اگر کسی به من خوبی‌ای کرد، از خوبی‌هاش
                        برای خودم دیوار می‌سازم. به ازای هر خوبی‌ای که به من می‌کنه یه آجر به دیوارش اضافه می‌کنم. اگر
                        هم بهم بدی کرد، اینبار فقط یه آجر از دیوارش کم می‌کنم. این اخلاق رو ندارم که کل دیوار رو به خاطر
                        یه بدی خراب کنم. همیشه خوبی‌هایی که به من کرده رو یادم می‌مونه و فراموش نمی‌کنم.
                    </p>
                    <p>
                        و موضوع مهم اینه که اگر کسی بخواد در مورد یک نفر تحقیق کنه و از من سوال کنه، من همه جوره راستشو
                        میگم. حالا چه تحقیق برای ازدواج باشه، چه شغل و ... . چون اگر دروغ بگم، مسئولیتش برعهده منه و
                        نمی‌خوام کسی که بهم اعتماد کرد و از من سوال کرد، بهش دروغ بگم. حتی اگر بخواد از صمیمی‌ترین دوستم
                        از من سوال کنه :-)
                        <br>
                        همونطور که من این کار رو انجام می‌دم، انتظار دارم اگر هم کسی در مورد من از شما سوالی کرد، راستشو
                        بگید. اصلاً نمیخوام به نفع من دروغ بگید و بگید فلانی خوبه یا ... . اگر خواستید بدیه من رو بگید
                        اشکال نداره. حتماً بد بودم که می‌گید. ولی اگر خوب نیستم، به کسی دروغ نگید که من خوبم.
                    </p>
                    <br>
                    <b>از چه چیزایی بدم میاد؟</b>
                    <p>
                        بدترین چیزی که می‌تونم بگم نفرت دارم ازش، ریاکاری هست. :| وقتی آدمایی رو میبینم که ریاکاری داره
                        توی رفتارشون داد میزنه واقعاً حالم ازشون به هم می‌خوره. می‌خوان به اهداف زیادی برسن. ولی من این
                        راه رو اصلاً دوست ندارم. اگر می‌خواستم منم ریاکاری کنم، الان خیلی چیزا داشتم. ولی اصلاً نمی‌تونم
                        ریاکاری رو درک کنم.
                    </p>
                    <p>
                        یکی دیگه از رفتارهایی که بدم میاد، بدقولی هست. نمیگم خودم بدقولی نکردم. منم یه بار توی یه موضوعی
                        بدقولی کردم که البته مجبور شدم. ولی خب بگذریم چی بوده. قانونی که برای خودم گذاشتم اینه که اگر
                        کسی 3 بار بدقولی کرد و شد 4امین بار، دیگه ارتباطم رو باهاش بصورت کامل قطع می‌کنم. شانس جدید
                        نخواهد داشت. چون ارزشش رو پیش من از دست داده.
                    </p>
                    <p>
                        معمولاً کسی دشمنی‌ای با من نداره. ولی من یه اخلاقی که دارم اینه که اگر کسی بخواد اذیت کنه بدجور
                        اذیتش می‌کنم. چه اطرافیانم و چه مشتریانی که داشتم و دارم. خشن نیستمااا :-) ولی خب کسی اذیت کنه
                        منم اذیت می‌کنم. ممکنه اذیت کردن اون توی یه دوره تموم بشه. ولی اذیت کردن من طولانی خواهد بود و
                        اگر ضرری بهم زده باشه، چندین برابرشو بهش ضرر می‌زنم و البته حق خودم رو هم حتماً می‌گیرم :-) اینو
                        گفتم که یه آشنایی‌ای با این اخلاق من داشته باشید :-)
                        <br>
                        چند وقت پیش یه نفر یه اذیت خییلی کوچیکی کرد که البته می‌تونستم ببخشمش. خودش نخواست که ببخشمش؛
                        وگرنه می‌بخشیدم حتماً. چون جوابمو نداد، منم بدجوری اذیتش کردم. حقمو گرفتم و نابودش کردم. به زیر
                        صفر رسوندمش.
                    </p>
                    <br>
                    <b>یه خلاصه کلی در مورد رزومه خودم</b>
                    <p>
                        یه لیست کلی به ترتیب آخرین پروژه و کارهایی که انجام دادم تا قدیمی ترین کارهام رو این پایین
                        نوشتم. البته اون‌هایی که یادم مونده رو نوشتم. احتمالاً موارد دیگه‌ای هم بوده که یادم نیستن فعلاً
                        :-)
                    </p>
                    <div class="table-container">
                        <div class="table-responsive">
                            <table class="table">
                                <thead>
                                <tr>
                                    <th>عنوان</th>
                                    <th>کجا یا برای کی؟</th>
                                    <th>کِی؟</th>
                                </tr>
                                </thead>
                                <tbody>
                                <tr>
                                    <td>اپلیکیشن اندروید سماک</td>
                                    <td>شیراز</td>
                                    <td>1396</td>
                                </tr>
                                <tr>
                                    <td>سایت معرفی و اطلاع رسانی کاندیداها (سماک)</td>
                                    <td>شیراز</td>
                                    <td>1396</td>
                                </tr>
                                <tr>
                                    <td>درگاه پرداخت سایت صرافی</td>
                                    <td>انگلیس</td>
                                    <td>1396</td>
                                </tr>
                                <tr>
                                    <td>سایت دانشگاه شیراز بخش شیمی</td>
                                    <td>شیراز</td>
                                    <td>1396</td>
                                </tr>
                                <tr>
                                    <td>طراحی و پیاده سازی درگاه اختصاصی پرداخت پک پی</td>
                                    <td>تهران</td>
                                    <td>1395</td>
                                </tr>
                                <tr>
                                    <td>پنل ارسال پیامک گروهی</td>
                                    <td>تهران</td>
                                    <td>1395</td>
                                </tr>
                                <tr>
                                    <td>رفع مشکلات و افزایش امنیت سایت نمایشگاه بین المللی تهران</td>
                                    <td>تهران</td>
                                    <td>1395</td>
                                </tr>
                                <tr>
                                    <td>سایت پک پی</td>
                                    <td>تهران</td>
                                    <td>1395</td>
                                </tr>
                                <tr>
                                    <td>اپلیکیشن اندروید محاسبه آمار و ...</td>
                                    <td>شیراز</td>
                                    <td>1395</td>
                                </tr>
                                <tr>
                                    <td>اپلیکیشن اندروید معرفی رستوران‌ها و کافی شاپ‌ها</td>
                                    <td>شیراز</td>
                                    <td>1395</td>
                                </tr>
                                <tr>
                                    <td>اپلیکیشن اندروید مدیریت کافی شاپ</td>
                                    <td>شیراز</td>
                                    <td>1395</td>
                                </tr>
                                <tr>
                                    <td>هسته پنل ماژولار و حرفه‌ای پککو (پرداخت الکترونیک پارسیان)</td>
                                    <td>تهران</td>
                                    <td>1395</td>
                                </tr>
                                <tr>
                                    <td>نرم افزار تهیه و مدیریت گزارشات Word</td>
                                    <td>تهران</td>
                                    <td>1395</td>
                                </tr>
                                <tr>
                                    <td>سایت استخدام شرکت پارس هدیش</td>
                                    <td>شیراز</td>
                                    <td>1395</td>
                                </tr>
                                <tr>
                                    <td>اضافه کردن امکاناتی برای سایت sanatnema.com</td>
                                    <td>تهران</td>
                                    <td>1395</td>
                                </tr>
                                <tr>
                                    <td>سرویس دانش کارت (کارت هوشمند دانش آموزی و ...)</td>
                                    <td>شیراز</td>
                                    <td>1394</td>
                                </tr>
                                <tr>
                                    <td>کلاس برنامه نویسی سایت دانشگاه شیراز</td>
                                    <td>شیراز</td>
                                    <td>1394</td>
                                </tr>
                                <tr>
                                    <td>کلاس برنامه نویسی سایت شرکت آتی شهر هوشمند ایرانیان (2 دوره)</td>
                                    <td>شیراز</td>
                                    <td>1394</td>
                                </tr>
                                <tr>
                                    <td>هسته، وب سرویس و سایت مدیریت تاکسیرانی جهت اتصال تاکسی‌ها و پرداخت الکترونیکی
                                    </td>
                                    <td>شیراز</td>
                                    <td>1394</td>
                                </tr>
                                <tr>
                                    <td>وب سرویس، پنل مدیریت و گزارش‌گیری پروژه پارکینگ های هوشمند</td>
                                    <td>شیراز</td>
                                    <td>1394</td>
                                </tr>
                                <tr>
                                    <td>سایت موسسه خیریه سرای مهر (رجحان فارس)</td>
                                    <td>شیراز</td>
                                    <td>1394</td>
                                </tr>
                                <tr>
                                    <td>سایت محرمانه و هوشمند و پیشرفته</td>
                                    <td>تهران</td>
                                    <td>1394</td>
                                </tr>
                                <tr>
                                    <td>درگاه پرداخت و تبدیل ارز شرکت اوکی شیک</td>
                                    <td>همدان</td>
                                    <td>1394</td>
                                </tr>
                                <tr>
                                    <td>هسته و وب سرویس جهت اتصال سخت افزارها و موبایل‌ها در نمایشگاه شهر زیبا در
                                        نمایشگاه بین المللی
                                    </td>
                                    <td>شیراز</td>
                                    <td>1394</td>
                                </tr>
                                <tr>
                                    <td>سایت جامع ثبت نام آزمون، مشابه سایت سنجش با قابلیت دیگر</td>
                                    <td>شیراز</td>
                                    <td>1394</td>
                                </tr>
                                <tr>
                                    <td>تغییرات و بهینه‌سازی سایت شبکه اجتماعی</td>
                                    <td>اصفهان</td>
                                    <td>1394</td>
                                </tr>
                                <tr>
                                    <td>چند نرم افزار هوشمند (محرمانه)</td>
                                    <td>تهران</td>
                                    <td>1394</td>
                                </tr>
                                <tr>
                                    <td>سایت هوشمند و چند زبانه خدمات اینستاگرام</td>
                                    <td>تایلند</td>
                                    <td>1394</td>
                                </tr>
                                <tr>
                                    <td>سرویس یکپارچه ارسال ایمیل هوشمند</td>
                                    <td>شیراز</td>
                                    <td>1394</td>
                                </tr>
                                <tr>
                                    <td>درگاه بانک هوشمند</td>
                                    <td>شیراز</td>
                                    <td>1394</td>
                                </tr>
                                <tr>
                                    <td>نرم افزار استخدام شرکت آتی شهر هوشمند ایرانیان</td>
                                    <td>شیراز</td>
                                    <td>1394</td>
                                </tr>
                                <tr>
                                    <td>سایت آنتوبا</td>
                                    <td>شیراز</td>
                                    <td>1394</td>
                                </tr>
                                <tr>
                                    <td>نرم افزار کوهورت دانشگاه علوم پزشکی شیراز</td>
                                    <td>شیراز</td>
                                    <td>1394</td>
                                </tr>
                                <tr>
                                    <td>سایت لونا پارک</td>
                                    <td>شیراز</td>
                                    <td>1394</td>
                                </tr>
                                <tr>
                                    <td>سایت سی پِی</td>
                                    <td>شیراز</td>
                                    <td>1394</td>
                                </tr>
                                <tr>
                                    <td>ساخت و تدریس مجموعه آموزشی آنتوبا</td>
                                    <td>شیراز</td>
                                    <td>1393</td>
                                </tr>
                                <tr>
                                    <td>سایت شرکت آتی پژوهان</td>
                                    <td>شیراز</td>
                                    <td>1393</td>
                                </tr>
                                <tr>
                                    <td>سایت بررسی امنیت رمز عبور</td>
                                    <td>شیراز</td>
                                    <td>1393</td>
                                </tr>
                                <tr>
                                    <td>سایت اعتبارسنجی و امنیت بانک‌ها</td>
                                    <td>شیراز</td>
                                    <td>1393</td>
                                </tr>
                                <tr>
                                    <td>فروشگاه آنتی ویروس</td>
                                    <td>شیراز</td>
                                    <td>1392</td>
                                </tr>
                                <tr>
                                    <td>سایت ایران اف یک</td>
                                    <td>شیراز</td>
                                    <td>1392</td>
                                </tr>
                                <tr>
                                    <td>کلاس آموزش برنامه نویسی اسمبلی</td>
                                    <td>مازندران</td>
                                    <td>1391</td>
                                </tr>
                                <tr>
                                    <td>کلاس آموزشی کار با دیتابیس و تحلیل</td>
                                    <td>مازندران</td>
                                    <td>1391</td>
                                </tr>
                                <tr>
                                    <td>تغییرات، افزایش امکانات و اضافه نمودن درگاه بانکی سایت fera.ir</td>
                                    <td>سنندج</td>
                                    <td>1391</td>
                                </tr>
                                <tr>
                                    <td>سیستم ثبت نام کلاس‌های دانشگاه علوم و فنون مازندران</td>
                                    <td>مازندران</td>
                                    <td>1391</td>
                                </tr>
                                <tr>
                                    <td>سایت سیوند</td>
                                    <td>شیراز</td>
                                    <td>1391</td>
                                </tr>
                                <tr>
                                    <td>نرم افزار پرسشنامه برای دانشجوی دکترا</td>
                                    <td>شیراز</td>
                                    <td>1390</td>
                                </tr>
                                <tr>
                                    <td>افزایش امنیت و سئوی سایت فروشگاه بزرگ</td>
                                    <td>دبی</td>
                                    <td>1390</td>
                                </tr>
                                <tr>
                                    <td>سایت چت روم عمومی</td>
                                    <td>اصفهان</td>
                                    <td>1390</td>
                                </tr>
                                <tr>
                                    <td>کلاس آموزشی افزایش امنیت و مقابله با ویروس‌ها</td>
                                    <td>استهبان</td>
                                    <td>1389</td>
                                </tr>
                                <tr>
                                    <td>سایت پژوهشکده نخبگان فارس</td>
                                    <td>بنیاد نخبگان استان فارس</td>
                                    <td>1389</td>
                                </tr>
                                <tr>
                                    <td>سایت جشنواره نوآوری و فناوری خلیج فارس</td>
                                    <td>بنیاد نخبگان استان فارس</td>
                                    <td>1388</td>
                                </tr>
                                <tr>
                                    <td>نرم افزار هک و نفوذ به سیستم از راه دور</td>
                                    <td>شیراز</td>
                                    <td>1386</td>
                                </tr>
                                </tbody>
                            </table>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>

@section('load_js')
    <script src='{{ asset('site/js/jquery-3.2.0.min.v58ceb168.js') }}' type="text/javascript"></script>
    <script src='{{ asset('site/js/bootstrap.min.v5b56b10a.js') }}' type="text/javascript"></script>
    <script src='{{ asset('site/js/public.v5d7a0f0c.js') }}' type="text/javascript"></script>
    <script async src="https://www.googletagmanager.com/gtag/js?id=UA-104848250-1" type="text/javascript"></script>
    <script type="52d9c41e70e3399e341699f4-text/javascript">
            window.dataLayer = window.dataLayer || [];
            function gtag(){dataLayer.push(arguments);}
            gtag('js', new Date());
            gtag('config', 'UA-104848250-1');

</script>
    <script src="https://ajax.cloudflare.com/cdn-cgi/scripts/7089c43e/cloudflare-static/rocket-loader.min.js"
            data-cf-settings="52d9c41e70e3399e341699f4-|49" defer=""></script>
@endsection

@include('site.layout.footer')
